["enjoy", "best", "western", "pioneer", "squar", "husband", "room", "king", "bed", "clean", "quiet", "attract", "corner", "main", "street", "light", "hotel", "trip", "appreci", "love", "center", "breakfast", "includ", "happi", "waffl", "toast", "cereal", "egg", "meal", "locat", "great", "walk", "shop", "restaur", "well", "transport", "pike", "market", "reason", "nearbi", "museum", "stay", "staff", "help", "knowledg", "visit", "seattl", "price", "close", "want", "ferri", "ride", "underground", "tour", "short", "accommod", "need", "plenti", "good", "book", "read", "issu", "area", "fine", "fact", "histor", "quaint", "town", "definit", "recommend", "head", "amtrak", "station", "game", "perfect", "downtown", "build", "comfort", "friendli", "famili", "super", "cool", "store", "expens", "public", "rail", "appear", "complet", "renov", "period", "small", "style", "polit", "busi", "time", "check", "park", "front", "block", "weekend", "n't", "rate", "charg", "compar", "larg", "view", "wall", "bad", "elev", "lot", "left", "move", "day", "floor", "night", "peopl", "sunday", "extrem", "call", "told", "receiv", "reserv", "problem", "size", "distanc", "furnitur", "fairli", "wonder", "updat", "bathroom", "wifi", "fruit", "effici", "properti", "pub", "long", "waterfront", "minut", "water", "even", "free", "continent", "ball", "coupl", "bu", "airport", "place", "stadium", "rental", "car", "nice", "amen", "door", "italian", "varieti", "sight", "greet", "desk", "year", "catch", "choic", "space", "eat", "origin", "lobbi", "open", "servic", "district", "internet", "comput", "atmospher", "qualiti", "nois", "face", "intern", "except", "option", "easi", "ambianc", "experi", "thing", "wo", "disappoint", "earli", "allow", "bag", "ate", "food", "care", "bread", "citi", "neighborhood", "live", "drive", "train", "coffe", "cup", "elliott", "bay", "hous", "seafood", "upgrad", "club", "member", "bottl", "comfi", "spotless", "wireless", "onlin", "flight", "directli", "garag", "card", "access", "zone", "luggag", "sleep", "suggest", "foot", "fun", "inform", "highli", "hope", "travel", "thought", "air", "condit", "bit", "noisi", "paid", "full", "terribl", "start", "traffic", "direct", "work", "uncomfort", "juic", "make", "hassl", "huge", "late", "extra", "cost", "bw", "surpris", "road", "arriv", "excel", "outstand", "recept", "decor", "explor", "tourist", "rout", "transit", "seatac", "high", "quick", "big", "look", "shower", "doubl", "tub", "towel", "neg", "pillow", "pleasant", "friend", "bar", "delux", "pay", "chose", "posit", "review", "cozi", "interest", "serv", "second", "step", "insid", "find", "attent", "window", "ceil", "rain", "spaciou", "side", "request", "sound", "person", "site", "spot", "fellow", "bring", "touch", "heard", "guest", "pier", "taxi", "feel", "half", "charm", "tower", "manag", "needl", "notic", "fare", "three", "uphil", "choos", "'re", "1st", "washington", "decent", "fill", "san", "dinner", "overlook", "yesler", "local", "worth", "cruis", "bell", "offer", "warm", "slow", "august", "safeco", "conveni", "boil", "fresh", "go", "caught", "deal", "save", "cab", "expect", "complimentari", "remodel", "homeless", "hear", "talk", "turn", "highway", "morn", "pretti", "chinatown", "impress", "carpet", "hall", "bagel", "appl", "yogurt", "muffin", "hard", "appoint", "felt", "adequ", "field", "clerk", "real", "watch", "basebal", "marin", "attend", "treat", "facil", "knew", "spend", "plan", "vacat", "victoria", "vancouv", "island", "mile", "return", "2nd", "fit", "perfectli", "better", "secur", "smile", "custom", "seahawk", "beauti", "charact", "restor", "top", "stori", "item", "gener", "easili", "balconi", "spent", "spectacular", "fish", "hour", "delight", "central", "select", "tv", "daili", "pull", "discount", "ask", "chain", "alaska", "middl", "histori", "termin", "singl", "readi", "4th", "sit", "terrif", "art", "absolut", "alaskan", "wi-fi", "limit", "number", "encount", "system", "activ", "total", "modern", "question", "usual", "furnish", "monorail", "safe", "father", "week", "iron", "maker", "rest", "hot", "larger", "relax", "housekeep", "wait", "proxim", "concern", "stop", "share", "money", "bother", "freeway", "provid", "interior", "meet", "come", "fantast", "older", "'d", "profession", "courteou", "cold", "amaz", "map", "key", "phone", "boutiqu", "pass", "kind", "answer", "employe", "heart", "complaint", "consid", "tabl", "heritag", "ship", "qwest", "michael", "drink", "leav", "sport", "panhandl", "buse", "concierg", "gem", "camera", "surround", "stair", "assist", "personnel", "wine", "mention", "convent", "rent"]