["base", "stay", "room", "great", "locat", "friendli", "staff", "love", "cozi", "burn", "fireplac", "big", "fit", "bed", "patio", "three", "feet", "park", "space", "money", "explor", "number", "area", "wo", "n't", "feel", "clean", "luxuri", "speak", "avoid", "husband", "month", "ago", "trip", "pleas", "inn", "impress", "kind", "tip", "best", "local", "place", "visit", "arriv", "midnight", "warm", "recept", "unbeliev", "comfort", "suit", "fire", "bright", "jacuzzi", "tub", "treat", "tire", "travel", "recommend", "christoph", "day", "week", "sunday", "cheer", "thought", "calistoga", "spa", "plenti", "close", "pricey", "napa", "valley", "tv", "watch", "accommod", "chang", "photo", "minut", "choic", "learn", "pleasantli", "surpris", "pastri", "wine", "roar", "await", "bathroom", "free", "date", "remind", "bath", "hous", "sound", "bird", "amaz", "fountain", "well", "tree", "hope", "ground", "want", "break", "woman", "front", "spot", "walk", "night", "turn", "wait", "flower", "reserv", "holiday", "weekend", "troubl", "cute", "immacul", "distanc", "tast", "food", "definit", "septemb", "greet", "adel", "extrem", "shower", "beauti", "california", "breakfast", "delici", "touch", "deliv", "basket", "inform", "chat", "time", "relax", "atmospher", "courtyard", "coupl", "drove", "mile", "slight", "upgrad", "discov", "'d", "request", "book", "disappoint", "superb", "hospit", "posit", "step", "centr", "boyfriend", "getaway", "person", "town", "nice", "quiet", "receptionist", "help", "idea", "suggest", "wineri", "call", "hill", "famou", "beat", "french", "mention", "thing", "highli", "downtown", "dinner", "enjoy", "need", "spotless", "honeymoon", "custom", "servic", "expect", "told", "owner", "reason", "forward", "felt", "lucki", "sweet", "name", "reccomend", "come", "romant", "includ", "quick", "conveni", "star", "door", "worth", "spent", "better", "charm", "morn", "delight", "incred", "plan", "dine", "direct", "expens", "smallest", "restaur", "juic", "coffe", "side", "tini", "tile", "dirti", "renov", "problem", "small", "good", "check", "charg", "offer", "chose", "requir", "cup", "yogurt", "granola", "fruit", "squar", "fine", "sleep", "save", "ton", "qualiti", "allow", "easi", "access", "bit", "overpr", "minor", "complaint", "'re", "countri", "mattress", "soft", "peopl", "mind", "bad", "wake", "decent", "bakeri", "knock", "talk", "desk", "live", "suppli", "eat", "awesom", "brought", "complet", "perfect", "ball", "busi", "season", "prove", "difficult", "fall", "quaint", "st.", "helena", "bigger", "short", "main", "street", "bring", "guest", "addit", "complimentari", "espresso", "lobbi", "happen", "notic", "lock", "car", "appoint", "drive", "pick", "rain", "outstand", "care", "return", "share", "knowledg", "advic", "uniqu", "experi", "decor", "consist", "dollar", "high", "compar", "guess", "note", "pay", "advanc", "entir", "block", "run", "warn", "review", "read", "real", "corner", "size", "carpet", "stain", "point", "visitor", "dusti", "fresh", "air", "constantli", "advis", "cost", "advertis", "larg", "inch", "televis", "make", "move", "amount", "appear", "work", "aw", "wast", "despit", "interest", "site", "concern", "key", "acknowledg", "start", "convers", "1st", "parti", "respond", "comment", "lie", "report", "daili", "total", "dessert", "dish", "minim", "price", "item", "left", "hear", "long", "seriou", "awar", "paid", "late", "disgust", "extend", "famili", "welcom", "except", "hot", "spring", "wonder", "consid", "go", "wow", "map", "tour", "hidden", "vacat", "cancel", "hour", "web", "directli", "favor", "manag", "control", "stress", "avail", "exterior", "attent", "massag", "profession", "light", "music", "sit", "fabul", "road", "fun", "knew", "friend", "fortun", "third", "bathtub", "super", "comfi", "tasti", "chees", "water", "tea", "prefer", "orang", "art", "color", "lot", "decid", "realiz", "north", "end", "center", "even", "biggest", "stori", "concierg", "pressur", "commun", "peac", "terrif", "counti", "ladi", "throw", "pillow", "meant", "futur", "pretenti", "strike", "privaci", "glass", "port", "host", "saturday", "pack", "understand", "empti", "excit", "favorit", "special", "occas", "market", "find", "adventur", "king", "young", "spoke", "mistak", "hungri", "'m", "happi", "gem", "slept", "privat", "balconi", "surround", "fantast", "goodi", "spaciou", "hate", "leav", "folk", "internet", "colleagu", "absolut", "excel", "lunch", "huge", "eleg", "hand", "furnitur", "product", "europ", "highway", "histori", "provid", "discount", "floor", "neighbor", "separ", "cottag", "sun", "anniversari", "mid", "pro", "spend", "face", "impecc", "multipl", "summer", "full", "pleasant", "wed", "imagin", "motel", "properti", "top", "stop", "amen", "smell", "pretti", "earli", "leisur", "year", "wife", "teenag", "children", "featur", "movi", "bottl", "shock", "hotel", "entranc", "continent", "essenti", "muffin", "assort", "regular", "queen", "bedroom", "singl", "nearbi", "rush", "memori", "phone", "insid", "escort", "girl", "terribl", "part", "window", "condition", "cool", "roof", "closet", "odd", "view", "plug", "reach", "outlet", "portion", "cold", "citi", "smile", "exactli", "type", "situat", "terrac", "central", "6th", "actual", "7th", "treatment", "assist", "courtesi", "manner", "polit", "therapist", "prior", "rent", "bike", "cant", "maintain", "natur", "continu", "heard", "urin", "select", "attract", "facial", "graciou", "antiqu", "italian", "statu", "build", "spectacular", "weather", "sunni", "nicest", "group", "girlfriend", "gorgeou", "wrong", "half", "meal", "guy", "rate", "extra", "ensur", "advantag", "appreci", "notch", "daughter", "head", "pull", "cover", "hair", "sheet", "duti", "wasn\u00e2\u20ac\u2122t", "deal", "ask", "contact", "ruin", "think", "woke", "memor", "drink", "pamper", "exceed", "shop", "noisi", "fact", "outdoor", "retir", "squeez", "machin", "ceil", "board", "curtain", "combin", "member", "readi", "accomod", "perfectli", "cleanli", "highlight", "pleasur", "pass", "choos", "fan", "standard", "smaller", "cooki", "chain", "final", "kid", "piec", "ice", "cake", "snack", "evid", "style", "hostess", "america", "eaten", "5th", "steam", "tabl", "dark", "towel", "rack", "toiletri", "condit", "buy", "websit", "heat", "system", "departur", "encount", "rude", "lower", "enter", "brown", "appeal", "loud", "ride", "serious", "purchas", "horribl", "suitcas", "filthi", "drawer", "cloth", "dress", "shampoo", "replac", "sat", "depend", "differ", "compens", "stock", "major", "attitud", "gener", "min", "admit", "wear", "edg", "bonu", "look", "uncomfort", "nois", "traffic", "imposs", "low", "wash", "buffet", "temperatur", "aspect", "confirm", "set", "celebr", "mother", "birthday", "thursday", "longer", "action", "state", "simpli", "honor", "attempt", "polici", "friday", "receiv", "sister", "flight", "altern", "arrang", "email", "creat", "happier", "afternoon", "giant", "garden", "safe", "secur", "mark", "hole", "rail", "bother", "wall", "liter", "bodi", "life", "desir", "south", "nicer", "bedspread", "magic", "row", "fair", "second", "san", "francisco", "east", "coast", "coordin", "fairli", "packag", "suppos", "a.m.", "chanc", "serv", "disturb", "roll", "offic", "join", "design", "experienc", "jewel", "furnish", "hop", "asleep", "put", "averag", "describ", "woken", "numer", "cater", "collect", "seri", "anytim", "brand", "mall", "fast", "adult", "swim", "pool", "sl", "hip", "chic", "answer", "question", "la", "thoroughli", "funki", "smoke", "mirror", "vibe", "bazaar", "tapa", "option", "higher", "gym", "cardio", "weight", "equip", "job", "activ", "ultra", "modern", "present", "daniel", "aaron", "rememb", "hello", "march", "hollywood", "jose", "andr", "respect", "larger", "ate", "bar", "valet", "updat", "yr", "complain", "contemporari", "cross", "quirki", "fixtur", "effici", "caus", "case", "equal", "opinion", "ciel", "loung", "mine", "hallway", "simpl", "remark", "calm", "frequent", "beverli", "in/out", "breez", "afraid", "element", "fanci", "issu", "hard", "level", "sophist", "word", "clever", "clear", "middl", "match", "scene", "weird", "function", "danni", "bellman", "explain", "class", "check-in", "eclect", "categori", "practic", "limit", "wifi", "devic", "check-out", "cheap", "agre", "soap", "neg", "son", "sport", "personnel", "deep", "plate", "champagn", "form", "current", "dana", "chocol", "spg", "con", "couch", "housekeep", "crazi", "switch", "dog", "twin", "tre", "cours", "moment", "fashion", "detail", "invit", "add", "team", "kudo", "fix", "finish", "destin", "superior", "catch", "prepar", "bag", "boy", "alarm", "clearli", "intend", "downstair", "hall", "safeti", "hold", "hang", "repli", "oper", "depart", "lo", "angel", "incid", "kitchen", "follow", "respons", "worst", "ignor", "info", "cut", "fault", "improv", "facil", "lack", "decemb", "listen", "rooftop", "die", "typic", "employe", "seemingli", "core", "bunch", "platinum", "starwood", "warmth", "approach", "chair", "cramp", "shot", "seat", "decis", "telephon", "sadli", "rare", "send", "starck", "public", "entertain", "menu", "twist", "cook", "dim", "nightclub", "held", "crowd", "list", "4am", "compani", "confer", "met", "sign", "result", "cocktail", "gin", "tonic", "tough", "cruis", "ideal", "bowl", "stun", "sunset", "factor", "studio", "pictur", "load", "sens", "interior", "attach", "connect", "comput", "sort", "tell", "bewar", "process", "comp", "plastic", "client", "meet", "associ", "electr", "boutiqu", "cienega", "open", "purpos", "box", "show", "exampl", "trash", "appl", "ac", "lotion", "inspir", "true", "fare", "quarter", "corridor", "caught", "exercis", "poor", "human", "2nd", "westin", "staf", "deck", "amus", "play", "loudli", "opposit", "thin", "figur", "stick", "train", "repeat", "unusu", "sofa", "treadmil", "order", "philipp", "courteou", "handl", "attend", "event", "overnight", "mismatch", "lamp", "plumb", "leak", "slow", "trendi", "luck", "slide", "properli", "budget", "rest", "phillip", "opt", "theme", "plush", "downsid", "shape", "egg", "brilliant", "club", "high-end", "common", "visual", "depress", "correct", "bell", "mainten", "cab", "station", "newspap", "stylish", "fee", "print", "inexpens", "cafe", "grand", "effort", "entourag", "account", "ambianc", "vip", "dryer", "belong", "miss", "messag", "promis", "individu", "bill", "innov", "chef", "toast", "bread", "eye", "elev", "exit", "electron", "paint", "era", "man", "monkey", "forget", "paper", "morton", "firstli", "nightmar", "appli", "makeup", "par", "unfriendli", "basic", "fulli", "laundri", "frankli", "taxi", "london", "l.a.", "wide", "stood", "execut", "server", "lit", "stand", "fill", "heavenli", "iron", "sam", "establish", "substanc", "mediocr", "hire", "slate", "tint", "surfac", "prompt", "firm", "west", "nightlif", "glad", "forgot", "sandwich", "frame", "bang", "drop", "driver", "closer", "popular", "liquid", "tacki", "mood", "regret", "sheraton", "freez", "orient", "heart", "sexi", "wardrob", "built", "shade", "usual", "pain", "awkward", "delux", "hit", "maid", "doubl", "proper", "cabl", "line", "straight", "workout", "overs", "highest", "meat", "fish", "salad", "lost", "bare", "lift", "construct", "it\u00e2\u20ac\u2122", "doubt", "adequ", "wi-fi", "fli", "power", "marri", "blanket", "today", "soak", "driveway", "red", "signatur", "mojito", "layout", "weak", "flat", "screen", "sink", "pot", "danger", "partner", "april", "tradit", "pm", "termin", "assur", "clerk", "onlin", "suffici", "worri", "airport", "neighborhood", "origin", "grove", "santa", "monica", "older", "genuin", "counter", "card", "satisfi", "strang", "fight", "linen", "mix", "regard", "imperson", "poolsid", "waiter", "vehicl", "classic", "appet", "toilet", "previou", "shoe", "milk", "stuff", "maker", "wish", "demand", "miser", "letter", "ridicul", "proxim", "rodeo", "wise", "take", "credit", "cabana", "eateri", "neighbour", "surprisingli", "chill", "sight", "stuffi", "shuttl", "adjoin", "exist", "3pm", "spous", "shut", "buzz", "dozen", "bazar", "phenomen", "non-smok", "candi", "slam", "shelv", "matter", "ny", "age", "fail", "american", "refund", "hassl", "gift", "advisor", "alex", "hesit", "brunch", "and/or", "w/", "hint", "initi", "peninsula", "foot", "quieter", "annoy", "joke", "gold", "mini", "honest", "apolog", "didn\u00e2\u20ac\u2122t", "ahead", "kick", "defin", "rang", "deserv", "bizarr", "venu", "cigarett", "checkout", "accept", "easili", "term", "januari", "claim", "inconveni", "write", "hilton", "usd", "apart", "\u00e2\u20ac", "\u201c", "wireless", "ticket", "shave", "varieti", "museum", "slip", "fridg", "degre", "smoker", "heavi", "luggag", "broken", "noon", "transport", "handi", "unit", "cotton", "wander", "don\u00e2\u20ac\u2122t", "etc.", "corpor", "stair", "store", "men", "women", "cereal", "bu", "clientel", "stark", "bottom", "storag", "adjac", "tourist", "green", "ha", "tax", "bargain", "cheaper", "beer", "garbag", "leg", "drain", "upsid", "crown", "refil", "overli", "unabl", "period", "york", "airlin", "earlier", "greatest", "bite", "pc", "supris", "al", "cap", "grab", "pier", "e.g", "extens", "spray", "concept", "challeng", "ave", "european", "gripe", "reflect", "rental", "albeit", "afford", "martini", "navig", "post", "tripadvisor", "ave.", "laptop", "till", "theater", "pricelin", "cq", "midtown", "manhattan", "garag", "45th", "avenu", "rockefel", "subway", "truck", "nyc", "refurbish", "broadway", "ship", "channel", "hail", "radio", "flush", "temp", "13th", "checkin", "autom", "kiosk", "architectur", "district", "printer", "a/c", "deli", "sightse", "game", "starbuck", "flaw", "brick", "normal", "washington", "histor", "organ", "difficulti", "empir", "theatr", "overlook", "earplug", "fellow", "microwav", "plaza", "juli", "tunnel", "refriger", "intern", "buck", "staircas", "4th", "bagel", "stairwel", "tower", "chirp", "buse", "asian", "remodel", "western", "pioneer", "waffl", "pike", "seattl", "ferri", "underground", "amtrak", "pub", "waterfront", "stadium", "elliott", "bay", "seafood", "zone", "bw", "rout", "transit", "seatac", "needl", "uphil", "yesler", "august", "safeco", "boil", "homeless", "chinatown", "field", "basebal", "marin", "victoria", "vancouv", "island", "seahawk", "charact", "restor", "alaska", "alaskan", "monorail", "father", "freeway", "heritag", "qwest", "michael", "panhandl", "camera", "inspect", "convent", "phoenix"]