<<<<<<< HEAD
["base", "stay", "room", "great", "locat", "friendli", "staff", "love", "cozi", "burn", "fireplac", "big", "fit", "bed", "patio", "three", "feet", "park", "space", "money", "explor", "number", "area", "wo", "n't", "feel", "clean", "luxuri", "speak", "avoid", "husband", "month", "ago", "trip", "pleas", "inn", "impress", "kind", "tip", "best", "local", "place", "visit", "arriv", "midnight", "warm", "recept", "unbeliev", "comfort", "suit", "fire", "bright", "jacuzzi", "tub", "treat", "tire", "travel", "recommend", "christoph", "day", "week", "sunday", "cheer", "thought", "calistoga", "spa", "plenti", "close", "pricey", "napa", "valley", "tv", "watch", "accommod", "chang", "photo", "minut", "choic", "learn", "pleasantli", "surpris", "pastri", "wine", "roar", "await", "bathroom", "free", "date", "remind", "bath", "hous", "sound", "bird", "amaz", "fountain", "well", "tree", "hope", "ground", "want", "break", "woman", "front", "spot", "walk", "night", "turn", "wait", "flower", "reserv", "holiday", "weekend", "troubl", "cute", "immacul", "distanc", "tast", "food", "definit", "septemb", "greet", "adel", "extrem", "shower", "beauti", "california", "breakfast", "delici", "touch", "deliv", "basket", "inform", "chat", "time", "relax", "atmospher", "courtyard", "coupl", "drove", "mile", "slight", "upgrad", "discov", "'d", "request", "book", "disappoint", "superb", "hospit", "posit", "step", "centr", "boyfriend", "getaway", "person", "town", "nice", "quiet", "receptionist", "help", "idea", "suggest", "wineri", "call", "hill", "famou", "beat", "french", "mention", "thing", "highli", "downtown", "dinner", "enjoy", "need", "spotless", "honeymoon", "custom", "servic", "expect", "told", "owner", "reason", "forward", "felt", "lucki", "sweet", "name", "reccomend", "come", "romant", "includ", "quick", "conveni", "star", "door", "worth", "spent", "better", "charm", "morn", "delight", "incred", "plan", "dine", "direct", "expens", "smallest", "restaur", "juic", "coffe", "side", "tini", "tile", "dirti", "renov", "problem", "small", "good", "check", "charg", "offer", "chose", "requir", "cup", "yogurt", "granola", "fruit", "squar", "fine", "sleep", "save", "ton", "qualiti", "allow", "easi", "access", "bit", "overpr", "minor", "complaint", "'re", "countri", "mattress", "soft", "peopl", "mind", "bad", "wake", "decent", "bakeri", "knock", "talk", "desk", "live", "suppli", "eat", "awesom", "brought", "complet", "perfect", "ball", "busi", "season", "prove", "difficult", "fall", "quaint", "st.", "helena", "bigger", "short", "main", "street", "bring", "guest", "addit", "complimentari", "espresso", "lobbi", "happen", "notic", "lock", "car", "appoint", "drive", "pick", "rain", "outstand", "care", "return", "share", "knowledg", "advic", "uniqu", "experi", "decor", "consist", "dollar", "high", "compar", "guess", "note", "pay", "advanc", "entir", "block", "run", "warn", "review", "read", "real", "corner", "size", "carpet", "stain", "point", "visitor", "dusti", "fresh", "air", "constantli", "advis", "cost", "advertis", "larg", "inch", "televis", "make", "move", "amount", "appear", "work", "aw", "wast", "despit", "interest", "site", "concern", "key", "acknowledg", "start", "convers", "1st", "parti", "respond", "comment", "lie", "report", "daili", "total", "dessert", "dish", "minim", "price", "item", "left", "hear", "long", "seriou", "awar", "paid", "late", "disgust", "extend", "famili", "welcom", "except", "hot", "spring", "wonder", "consid", "go", "wow", "map", "tour", "hidden", "vacat", "cancel", "hour", "web", "directli", "favor", "manag", "control", "stress", "avail", "exterior", "attent", "massag", "profession", "light", "music", "sit", "fabul", "road", "fun", "knew", "friend", "fortun", "third", "bathtub", "super", "comfi", "tasti", "chees", "water", "tea", "prefer", "orang", "art", "color", "lot", "decid", "realiz", "north", "end", "center", "even", "biggest", "stori", "concierg", "pressur", "commun", "peac", "terrif", "counti", "ladi", "throw", "pillow", "meant", "futur", "pretenti", "strike", "privaci", "glass", "port", "host", "saturday", "pack", "understand", "empti", "excit", "favorit", "special", "occas", "market", "find", "adventur", "king", "young", "spoke", "mistak", "hungri", "'m", "happi", "gem", "slept", "privat", "balconi", "surround", "fantast", "goodi", "spaciou", "hate", "leav", "folk", "internet", "colleagu", "absolut", "excel", "lunch", "huge", "eleg", "hand", "furnitur", "product", "europ", "highway", "histori", "provid", "discount", "floor", "neighbor", "separ", "cottag", "sun", "anniversari", "mid", "pro", "spend", "face", "impecc", "multipl", "summer", "full", "pleasant", "wed", "imagin", "motel", "properti", "top", "stop", "amen", "smell", "pretti", "earli", "leisur", "year", "wife", "teenag", "children", "featur", "movi", "bottl", "shock", "hotel", "entranc", "continent", "essenti", "muffin", "assort", "regular", "queen", "bedroom", "singl", "nearbi", "rush", "memori", "phone", "insid", "escort", "girl", "terribl", "part", "window", "condition", "cool", "roof", "closet", "odd", "view", "plug", "reach", "outlet", "portion", "cold", "citi", "smile", "exactli", "type", "situat", "terrac", "central", "6th", "actual", "7th", "treatment", "assist", "courtesi", "manner", "polit", "therapist", "prior", "rent", "bike", "cant", "maintain", "natur", "continu", "heard", "urin", "select", "attract", "facial", "graciou", "antiqu", "italian", "statu", "build", "spectacular", "weather", "sunni", "nicest", "group", "girlfriend", "gorgeou", "wrong", "half", "meal", "guy", "rate", "extra", "ensur", "advantag", "appreci", "notch", "daughter", "head", "pull", "cover", "hair", "sheet", "duti", "wasn\u00e2\u20ac\u2122t", "deal", "ask", "contact", "ruin", "think", "woke", "memor", "drink", "pamper", "exceed", "shop", "noisi", "fact", "outdoor", "retir", "squeez", "machin", "ceil", "board", "curtain", "combin", "member", "readi", "accomod", "perfectli", "cleanli", "highlight", "pleasur", "pass", "choos", "fan", "standard", "smaller", "cooki", "chain", "final", "kid", "piec", "ice", "cake", "snack", "evid", "style", "hostess", "america", "eaten", "5th", "steam", "tabl", "dark", "towel", "rack", "toiletri", "condit", "buy", "websit", "heat", "system", "departur", "encount", "rude", "lower", "enter", "brown", "appeal", "loud", "ride", "serious", "purchas", "horribl", "suitcas", "filthi", "drawer", "cloth", "dress", "shampoo", "replac", "sat", "depend", "differ", "compens", "stock", "major", "attitud", "gener", "min", "admit", "wear", "edg", "bonu", "look", "uncomfort", "nois", "traffic", "imposs", "low", "wash", "buffet", "temperatur", "aspect", "confirm", "set", "celebr", "mother", "birthday", "thursday", "longer", "action", "state", "simpli", "honor", "attempt", "polici", "friday", "receiv", "sister", "flight", "altern", "arrang", "email", "creat", "happier", "afternoon", "giant", "garden", "safe", "secur", "mark", "hole", "rail", "bother", "wall", "liter", "bodi", "life", "desir", "south", "nicer", "bedspread", "magic", "row", "fair", "second", "san", "francisco", "east", "coast", "coordin", "fairli", "packag", "suppos", "a.m.", "chanc", "serv", "disturb", "roll", "offic", "join", "design", "experienc", "jewel", "furnish", "hop", "asleep", "put", "averag", "describ", "woken", "numer", "cater", "collect", "seri", "anytim", "brand", "mall", "fast", "adult", "swim", "pool", "sl", "hip", "chic", "answer", "question", "la", "thoroughli", "funki", "smoke", "mirror", "vibe", "bazaar", "tapa", "option", "higher", "gym", "cardio", "weight", "equip", "job", "activ", "ultra", "modern", "present", "daniel", "aaron", "rememb", "hello", "march", "hollywood", "jose", "andr", "respect", "larger", "ate", "bar", "valet", "updat", "yr", "complain", "contemporari", "cross", "quirki", "fixtur", "effici", "caus", "case", "equal", "opinion", "ciel", "loung", "mine", "hallway", "simpl", "remark", "calm", "frequent", "beverli", "in/out", "breez", "afraid", "element", "fanci", "issu", "hard", "level", "sophist", "word", "clever", "clear", "middl", "match", "scene", "weird", "function", "danni", "bellman", "explain", "class", "check-in", "eclect", "categori", "practic", "limit", "wifi", "devic", "check-out", "cheap", "agre", "soap", "neg", "son", "sport", "personnel", "deep", "plate", "champagn", "form", "current", "dana", "chocol", "spg", "con", "couch", "housekeep", "crazi", "switch", "dog", "twin", "tre", "cours", "moment", "fashion", "detail", "invit", "add", "team", "kudo", "fix", "finish", "destin", "superior", "catch", "prepar", "bag", "boy", "alarm", "clearli", "intend", "downstair", "hall", "safeti", "hold", "hang", "repli", "oper", "depart", "lo", "angel", "incid", "kitchen", "follow", "respons", "worst", "ignor", "info", "cut", "fault", "improv", "facil", "lack", "decemb", "listen", "rooftop", "die", "typic", "employe", "seemingli", "core", "bunch", "platinum", "starwood", "warmth", "approach", "chair", "cramp", "shot", "seat", "decis", "telephon", "sadli", "rare", "send", "starck", "public", "entertain", "menu", "twist", "cook", "dim", "nightclub", "held", "crowd", "list", "4am", "compani", "confer", "met", "sign", "result", "cocktail", "gin", "tonic", "tough", "cruis", "ideal", "bowl", "stun", "sunset", "factor", "studio", "pictur", "load", "sens", "interior", "attach", "connect", "comput", "sort", "tell", "bewar", "process", "comp", "plastic", "client", "meet", "associ", "electr", "boutiqu", "cienega", "open", "purpos", "box", "show", "exampl", "trash", "appl", "ac", "lotion", "inspir", "true", "fare", "quarter", "corridor", "caught", "exercis", "poor", "human", "2nd", "westin", "staf", "deck", "amus", "play", "loudli", "opposit", "thin", "figur", "stick", "train", "repeat", "unusu", "sofa", "treadmil", "order", "philipp", "courteou", "handl", "attend", "event", "overnight", "mismatch", "lamp", "plumb", "leak", "slow", "trendi", "luck", "slide", "properli", "budget", "rest", "phillip", "opt", "theme", "plush", "downsid", "shape", "egg", "brilliant", "club", "high-end", "common", "visual", "depress", "correct", "bell", "mainten", "cab", "station", "newspap", "stylish", "fee", "print", "inexpens", "cafe", "grand", "effort", "entourag", "account", "ambianc", "vip", "dryer", "belong", "miss", "messag", "promis", "individu", "bill", "innov", "chef", "toast", "bread", "eye", "elev", "exit", "electron", "paint", "era", "man", "monkey", "forget", "paper", "morton", "firstli", "nightmar", "appli", "makeup", "par", "unfriendli", "basic", "fulli", "laundri", "frankli", "taxi", "london", "l.a.", "wide", "stood", "execut", "server", "lit", "stand", "fill", "heavenli", "iron", "sam", "establish", "substanc", "mediocr", "hire", "slate", "tint", "surfac", "prompt", "firm", "west", "nightlif", "glad", "forgot", "sandwich", "frame", "bang", "drop", "driver", "closer", "popular", "liquid", "tacki", "mood", "regret", "sheraton", "freez", "orient", "heart", "sexi", "wardrob", "built", "shade", "usual", "pain", "awkward", "delux", "hit", "maid", "doubl", "proper", "cabl", "line", "straight", "workout", "overs", "highest", "meat", "fish", "salad", "lost", "bare", "lift", "construct", "it\u00e2\u20ac\u2122", "doubt", "adequ", "wi-fi", "fli", "power", "marri", "blanket", "today", "soak", "driveway", "red", "signatur", "mojito", "layout", "weak", "flat", "screen", "sink", "pot", "danger", "partner", "april", "tradit", "pm", "termin", "assur", "clerk", "onlin", "suffici", "worri", "airport", "neighborhood", "origin", "grove", "santa", "monica", "older", "genuin", "counter", "card", "satisfi", "strang", "fight", "linen", "mix", "regard", "imperson", "poolsid", "waiter", "vehicl", "classic", "appet", "toilet", "previou", "shoe", "milk", "stuff", "maker", "wish", "demand", "miser", "letter", "ridicul", "proxim", "rodeo", "wise", "take", "credit", "cabana", "eateri", "neighbour", "surprisingli", "chill", "sight", "stuffi", "shuttl", "adjoin", "exist", "3pm", "spous", "shut", "buzz", "dozen", "bazar", "phenomen", "non-smok", "candi", "slam", "shelv", "matter", "ny", "age", "fail", "american", "refund", "hassl", "gift", "advisor", "alex", "hesit", "brunch", "and/or", "w/", "hint", "initi", "peninsula", "foot", "quieter", "annoy", "joke", "gold", "mini", "honest", "apolog", "didn\u00e2\u20ac\u2122t", "ahead", "kick", "defin", "rang", "deserv", "bizarr", "venu", "cigarett", "checkout", "accept", "easili", "term", "januari", "claim", "inconveni", "write", "hilton", "usd", "apart", "\u00e2\u20ac", "\u201c", "wireless", "ticket", "shave", "varieti", "museum", "slip", "fridg", "degre", "smoker", "heavi", "luggag", "broken", "noon", "transport", "handi", "unit", "cotton", "wander", "don\u00e2\u20ac\u2122t", "etc.", "corpor", "stair", "store", "men", "women", "cereal", "bu", "clientel", "stark", "bottom", "storag", "adjac", "tourist", "green", "ha", "tax", "bargain", "cheaper", "beer", "garbag", "leg", "drain", "upsid", "crown", "refil", "overli", "unabl", "period", "york", "airlin", "earlier", "greatest", "bite", "pc", "supris", "al", "cap", "grab", "pier", "e.g", "extens", "spray", "concept", "challeng", "ave", "european", "gripe", "reflect", "rental", "albeit", "afford", "martini", "navig", "post", "tripadvisor", "ave.", "laptop", "till", "theater", "pricelin", "cq", "midtown", "manhattan", "garag", "45th", "avenu", "rockefel", "subway", "truck", "nyc", "refurbish", "broadway", "ship", "channel", "hail", "radio", "flush", "temp", "13th", "checkin", "autom", "kiosk", "architectur", "district", "printer", "a/c", "deli", "sightse", "game", "starbuck", "flaw", "brick", "normal", "washington", "histor", "organ", "difficulti", "empir", "theatr", "overlook", "earplug", "fellow", "microwav", "plaza", "juli", "tunnel", "refriger", "intern", "buck", "staircas", "4th", "bagel", "stairwel", "tower", "chirp", "buse", "asian", "remodel", "western", "pioneer", "waffl", "pike", "seattl", "ferri", "underground", "amtrak", "pub", "waterfront", "stadium", "elliott", "bay", "seafood", "zone", "bw", "rout", "transit", "seatac", "needl", "uphil", "yesler", "august", "safeco", "boil", "homeless", "chinatown", "field", "basebal", "marin", "victoria", "vancouv", "island", "seahawk", "charact", "restor", "alaska", "alaskan", "monorail", "father", "freeway", "heritag", "qwest", "michael", "panhandl", "camera", "inspect", "convent", "phoenix"]
=======
["enjoy", "best", "western", "pioneer", "squar", "husband", "room", "king", "bed", "clean", "quiet", "attract", "son", "twin", "corner", "main", "street", "noisier", "light", "shone", "hotel", "trip", "appreci", "love", "wood", "center", "stairca", "breakfast", "includ", "happi", "waffl", "toast", "cereal", "egg", "meal", "locat", "great", "walk", "shop", "restaur", "well", "transport", "pike", "market", "reason", "nearbi", "gold", "rush", "museum", "stay", "staff", "help", "knowledg", "visit", "seattl", "!", "price", "close", "want", "ferri", "ride", "underground", "tour", "klondik", "short", "amazingli", "accommod", "need", "plenti", "good", "book", "read", "potenti", "issu", "area", "honestli", "fine", "fact", "histor", "quaint", "town", "definit", "recommend", "head", "amtrak", "station", "link", "game", "perfect", "downtown", "build", "comfort", "friendli", "famili", "super", "cool", "store", "age", "expens", "expen", "public", "(", "rail", ")", "appear", "complet", "renov", "period", "theme", "small", "equip", "remind", "european", "style", "polit", "genuin", "suitabl", "type", "busi", "romant", "getaway", "time", "check", "temp", "park", "front", "parkad", "1", "block", "weekend", "n't", "screw", "rate", "charg", "compar", "larg", "view", "wall", "bad", "claustrophob", "elev", "afternoon", "lot", "left", "bang", "constantli", "move", "day", "hallway", "floor", "creak", "night", "young", "peopl", "parti", "sunday", "quieter", "extrem", "purcha", "advanc", "2", "month", "prior", "cancel", "call", "told", "receiv", "refund", "5", "reserv", "problem", "compani", "3", "size", "distanc", "furnitur", "fairli", "wonder", "updat", "bathroom", "wifi", "reliabl", "fruit", "effici", "properti", "pub", "moment", "bowl", "long", "waterfront", "averag", "$", "minut", "water", "100", "even", "free", "continent", "contin", "ball", "st.", "mid-sept", "2011", "conveniently-loc", "coupl", "bu", "tunnel", "airport", "place", "ballpark", "stadium", "center-c", "rental", "car", "avail", "nice", "cookie-cutt", "amen", "door", "italian", "al", "boccalino", "feet", "varieti", "sight", "greet", "desk", "year", "catch", "ballgam", "choic", "railway", "refit", "lodg", "instal", "afterthought", "remain", "space", "higher", "class", "simularli", "column", "eat", "origin", "lobbi", "classi", "open", "stairway", "servic", "district", "sign", "constrict", "outdoor", "odditi", "internet", "comput", "compet", "underr", "retain", "atmospher", "atmosph", "sacrif", "qualiti", "januari", "season", "nois", "noi", "compact", "livabl", "face", "intern", "courtyard", "except", "opinion", "option", "dedic", "financial/shop", "easi", "ambianc", "rare", "experi", "thing", "mind", "luxuri", "wo", "disappoint", "restaraunt", "cater", "earli", "7pm", "hold", "inconveni", "allow", "15", "bag", "ate", "eateri", "food", "care", "bread", "daughter", "job", "interview", "citi", "neighborhood", "live", "--", "20", "drive", "train", "straight", "delicato", "deli", "sandwich", "cherri", "coffe", "coff", "cup", "roast", "brew", "elliott", "bay", "oyster", "hous", "hou", "seafood", "upgrad", "queen", "club", "member", "bottl", "chocol", "chip", "cooki", "comfi", "linen", "spotless", "wireless", "bonu", "onlin", "troubl", "southwest", "flight", "directli", "honor", "20/day", "garag", "card", "access", "zone", "loading/unload", "luggag", "amount", "affect", "sleep", "suggest", "foot", "tour-", "20/person", "fun", "inform", "pace", "highlight", "guid", "highli", "thoroughli", "hope", "travel", "pleasur", "thought", "air", "condit", "bedroom", "bit", "noisi", "paid", "full", "hostel", "terribl", "start", "fight", "traffic", "nightmar", "twist", "level", "direct", "work", "uncomfort", "laptop", "bare", "bone", "mediocr", "reconstitut", "juic", "make", "wake", "hassl", "despit", "old-fashion", "huge", "late", "check-out", "extra", "cost", "bw", "refresh", "surpris", "surpri", "road", "arriv", "excel", "outstand", "3/4", "ton", "van", "challeng", "recept", "accomod", "requir", "decor", "explor", "'free", "'", "tourist", "rout", "hand", "transit", "to/from", "seatac", "econom", "leg", "4", "learn", "high", "quick", "big", "look", "immacul", "shower", "doubl", "shallow", "tub", "brand", "soap", "fluffi", "towel", "neg", "comment", "feather", "pillow", "synthet", "pleasant", "friend", "birthday", "becasu", "bar", "delux", "smallest", "post", "6", "pay", "west", "coast", "chose", "posit", "review", "advisor", "octob", "architectur", "cozi", "spotlessli", "interest", "dealt", "star", "serv", "judg", "cover", "drove", "second", "seedi", "forgotten", "step", "insid", "find", "well-decor", "attent", "bright", "window", "ceil", "south", "off-sit", "rain", "non-stop", "loan", "umbrella", "2011.", "spaciou", "side", "loud", "earplug", "request", "sound", "person", "roomi", "vintag", "appeal", "site", "load", "spot", "in/out", "mobil", "built", "redon", "panel", "confer", "brought", "pho", "fellow", "plea", "bring", "touch", "airshaft", "heard", "guest", "victorian", "wife", "overnight", "get-go", "situat", "pier", "core", "taxi", "size.th", "surcharg", "sounder", "futur", "feel", "half", "incr", "restock", "charm", "basic", "acquaint", "columbia", "tower", "aquarium", "manag", "needl", "notic", "fare", "three", "albeit", "uphil", "cheeeeeeeap", "2.75", "choos", "choo", "'re", "delicatu", "1st", "ave", "fanta", "diablo", "planet", "washington", "decent", "brunch", "turkey", "sausag", "extraordinari", "tasti", "fill", "san", "diego", "beat", "dinner", "edg", "overlook", "yesler", "local", "worth", "&", "thissal", "limo", "cruis", "crui", "termian", "bell", "man", "offer", "warm", "slow", "august", "centurylink", "safeco", "conveni", "worri", "boil", "pastri", "fresh", "go", "humour", "avenu", "centr", "train/light", "suburban", "mall", "caught", "deal", "save", "cab", "exceed", "expect", "complimentari", "decent-", "remodel", "1.5", "metro", "sea-tac", "shelter", "mission", "homeless", "hear", "talk", "plumb", "toilet", "flush", "turn", "highway", "weekday", "morn", "pretti", "chinatown", "packag", "join", "bigger", "shoe", "box", "case", "unusu", "bath", "impress", "gloomi", "speedi", "cramp", "'m", "afraid", "careless", "spill", "stain", "carpet", "shampoo", "handi", "bargain", "port", "steep", "climb", "rooms~beauti", "hall", "snack", "touristi", "patio", "cafe", "definatley", "amtrack", "danish", "websit", "unabl", "complementari", "stale", "bagel", ".......", "biscuit", "gravi", "scrambl", "...........", "whip", "cream", "strawberri", "syrup", "kellogg", "banana", "appl", "orang", "yogurt", "bread/toast/bagels/sweet", "rolls/", "muffin", "hard", "bigelow", "tea", "milk", "appoint", "satisfi", "hesit", "vicin", "felt", "adequ", "folk", "field", "10", "jimmi", "recomandaiton", "clerk", "real", "plate", "fork", "plastic", "watch", "basebal", "baseb", "10-15", "groceri", "shadi", "defin", "marin", "tire", "over-pr", "service/staff", "ticket", "haggl", "attend", "sketchi", "eye-open", "treat", "facil", "knew", "abund", "spend", "plan", "vacat", "victoria", "vancouv", "island", "francisco", "welcom", "sea/tac", "1-1/2", "liter", "exit", "yessler", "rode", "clipper", "mile", "return", "2nd", "reciev", "wor", "poor", "crush", "honeymoon", "fast", "rescu", "fit", "perfectli", "walk-in", "better", "thwart", "secur", "smile", "reccomend", "nearest", "pizza", "western-", "believ", "custom", "seahawk", "beauti", "charact", "buildt", "1914", "restor", "spou", "top", "sturgi", "2010", "hoodi", "armor", "stori", "mail", "canada", "grate", "item", "happier", "chosen", "glass", "blow", "depart", "66", "group", "gener", "grandmoth", "inlaw", "dh/myself", "shuttl", "easili", "adventur", "shape", "pot", "in-law", "keurig", "balconi", "happen", "spent", "afford", "fisherman", "spectacular", "bainbridg", "boat", "lock", "stadium/chinatown", "course-pion", "courtesi", "avoid", "hill", "fish", "discov", "grungi", "nicer", "imagin", "60", "familyenjoy", "nearer", "spcae", "important-if", "bodied-th", "slighli", "50", "i-5", "oregon", "summer", "12", "hour", "florenc", "grumpi", "....", "bestwestern", "delight", "central", "irish", "advantag", "beer", "select", "secret", "restauant", "navig", "necess", "tv", "daili", "preserv", "wide", "beverag", "shutttl", "organi", "prompt", "classic", "chang", "typic", "'cookie-cutt", "pull", "roll", "heavi", "discount", "ask", "spread", "photo", "info", "chain", "board", "alaska", "inflenc", "develop", "middl", "histori", "combin", "adjac", "termin", "30", "singl", "readi", "promi", "4th", "deck", "expressway", "pane", "suffici", "replenish", "obtru", "exten", "bacon", "simpli", "6:45am", "sit", "departur", "loung", "terrif", "bunch", "art", "absolut", "altern", "alaskan", "border", "excur", "wander", "possibl", "gambl", "wi-fi", "bottom", "minor", "qualm", "limit", "number", "connect", "reach", "hoodlum", "hang", "occid", "encount", "forgot", "add", "system", "2.50", "towncar", "greatest", "activ", "layout", "total", "modern", "ideal", "driver", "question", "usual", "furnish", "exud", "spiffi", "televi", "pickup", "parkinf", "inconvien", "buck", "privelidg", "cour", "ground", "monorail", "anxiou", "advic", "doubt", "squeez", "-good", "form", "-help", "-larg", "-starbuck", "-free", "safe", "father", "old-school", "wake-up", "1/2", "leisur", "ultim", "circumst", "week", "warmli", "randi", "flat", "screen", "iron", "maker", "messi", "rest", "machin", "meant", "hot", "mapl", "funki", "jazz", "harbour", "footbal", "glad", "splash", "deliv", "length", "murder", "trial", "march", "larger", "relax", "court", "hello", "admit", "knock", "owner", "crazi", "deserv", "raise/boun", "giant", "housekeep", "guilti", "verdict", "kill", "wait", "pick", "proxim", "99", "perceiv", "deci", "concern", "cau", "safeti", "stuck", "explain", "ea", "antiqu", "diner", "batter", "temporari", "replac", "trolley", "repeatedli", "stop", "phenomen", "uniqu", "nicest", "fair", "share", "contrari", "danger", "harass", "beg", "money", "life", "pleasantli", "latest", "pm", "unsaf", "men", "6pm", "bother", "approach", "supposedli", "freeway", "provid", "interior", "write", "entranc", "rail/underground", "ethnic", "200", "yard", "dock", "above-averag", "skid", "row", "log", "meet", "come", "8-year-old", "base", "foray", "woodland", "boe", "bill", "dhr.com", "fantast", "older", "splendidli", "accept", "gourmet", "snob", "greedi", "glutton", "complain", "rough", "go-to", "100/night", "'d", "tini", "whatsoev", "profession", "profess", "opt", "smoke", "polici", "point", "sourc", "mount", "fan", "safer", "exampl", "courteou", "fussi", "fabul", "sunni", "weather", "cold", "toasti", "forward", "tripadvisor", "right-on", "belltown", "exterior", "viaduct", "summari", "gloomy-look", "alleyway", "rennov", "lower", "fixtur", "uniformli", "quietest", "experienc", "sleep.i", "incent", "amaz", "map", "invit", "cleanli", "effort", "arrang", "exist", "pike\u00e2\u20ac\u2122", "it\u00e2\u20ac\u2122", "counter", "3/4th", "occupi", "bucket", "key", "tempera", "didn\u00e2\u20ac\u2122t", "phone", "contact", "inop", "slept", "rai", "ocean", "disturb", "treacher", "lane", "narrow", "blind", "head-on", "opposit", "descend", "order", "colli", "you\u00e2\u20ac\u2122v", "first-come-first-serv", "fewer", "you\u00e2\u20ac\u2122r", "quirk", "don\u00e2\u20ac\u2122t", "steepli", "dozen", "wharf", "planner", "needless", "greatli", "geo-cach", "event", "roam", "told-", "-13miles+", "boutiqu", "blanket", "actual", "continu", "staf", "empti", "addit", "picasso", "exhibit", "onsit", "list", "nation", "regist", "odd-siz", "awkward", "normal", "diver", "guess", "in-hou", "pass", "xplore", "fee", "up-to-d", "weight", "motion", "kind", "cardio", "speak", "speed", "goug", "higher-pr", "sincer", "desir", "ensur", "answer", "rememb", "garbag", "truck", "began", "pick-up", "disconcert", "soundli", "control", "pai", "aaa", "cabl", "bagl", ".....", "downsid", "cele", "cute", "print", "tast", "employe", "employ", "gloriou", "building/hotel", "refurbish", "shampoo/condit", "soft", "towels-everyth", "hardboil", "vehicl", "boardwalk", "assort", "memori", "heart", "prepar", "pool", "dine", "minim", "children", "union", "notch", "obnoxi", "quest", "genero", "proport", "extend", "dinki", "mismatch", "armoir", "perch", "practic", "opera", "in-room", "improv", "complaint", "kick", "assur", "true", "brightli", "stock", "neutrogena", "toiletri", "pictur", "fuzzi", "let\u00e2\u20ac\u2122", "butler", "consid", "electron", "gadget", "power", "electr", "outlet", "scarc", "prove", "intermitt", "1-800", "sen", "chariti", "gentleman", "follow", "cloth", "tabl", "heritag", "bedspread", "floral", "curtain", "women", "bore", "disinterest", "infr", "authent", "eleg", "fairmont", "bc", "french", "balcony.whil", "centuri", "convieni", "massag", "jacuzzi", "fridg", "spa/salon", "pamper", "acut", "throw", "sell", "spice", "beneath", "seller", "stretch", "accross", "ivar", "white", "clam", "chowder", "chower", "receip", "area.th", "holland", "america", "ship", "await", "heartbeat", "5-star", "devic", "spoke", "economi", "qwest", "girlfriend", "septemb", "longer", "inisd", "flawless", "simpl", "color", "wrote", "earlier", "'sketchi", "partner", "vagrant", "quietli", "agress", "stone", "starbuck", "eiffel", "pari", "everytim", "upbeat", "crowd", "attempt", "clear", "adnvanc", "michael", "respond", "check-in", "smooth", "maintain", "checkin", "ezeki", "unit", "purpo", "inclu", "separ", "patron", "asian", "juli", "garden", "drink", "thepion", "saloon", "boardroom", "printer", "airlin", "daytim", "vs.taxi", "45.000", "american", "arena", "serivc", "concert", "crabpot", "overr", "saturday", "200.00", "pricey", "inner", "pionner", "massiv", "transient", "imag", "venu", "worst", "smell", "yell", "particularili", "rude", "overcharg", "leav", "obviou", "hotub", "harbor", "toast.th", "memor", "spring", "john", "mike", "hop", "anniversari", "champagn", "outdat", "decid", "difficult", "standard", "closer", "min", "modest", "well-appoint", "grace", "special", "major", "sport", "model", "mid-septemb", "slight", "frequent", "panhandl", "entertain", "/comedi", "educ", "aspect", "polic", "siren", "buse", "music", "cri", "babi", "lumpi", "didnt", "weari", "seater", "plush", "velvet", "tapestri", "chair", "bedsid", "lamp", "storag", "wardrob", "chest", "drawer", "enclo", "feder", "era", "colour", "leadlight", "stand", "alcov", "round", "timber", "workspac", "mirror", "pressur", "bathtub", "aircondit", "manual", "prefer", "trim", "tile", "unobtru", "corridor", "oblig", "concierg", "queri", "trouble-fr", "environ", "demand", "countri", "engag", "mcdick", "midnight", "cheaper", "oldest", "world-renown", "on-sit", "face-lift", "water-end", "orlean", "well-mean", "privat", "mass", "establish", "hike", "woodwork", "mattress", "unbeliev", "sort", "seamless", "trust", "worthi", "set-up", "fool", "exactli", "unpresposess", "gem", "mother", "juliett", "bellmen", "latt", "awesom", "soooo", "philadelphia", "camera", "micheal", "honest", "individu", "surround", "julia", "seattle.it", "stay.th", "okay.no", "crown", "plaza", "search", "inexpen", "stair", "make-it-yourself", "squat", "well-kept", "woodwork/furnitur", "luckili", "beautifli", "loo", "offer-plu", "bus.thi", "game-it", "stadiums.w", "husbad", "midweek", "hopspit", "suit", "skyscrap", "bubbl", "chill", "itali", "retir", "cheer", "chri", "cindi", "land", "supri", "delici", "sheer", "conceal", "european-lik", "walkabl", "nightcap", "uwajimaya", "detriment", "everyday", "proposit", "woman", "tripadvisor.com", "over-r", "incorrect", "favorit", "reaquaint", "splurg", "particip", "christma", "tree", "cocoa", "drawback", "awar", "celebr", "50th", "brick", "fireplac", "palm", "gorgeou", "couch", "biggest", "california", "comedi", "comedian", "elliot", "huski", "greg", "buffer", "degr", "detract", "western-pion", "offic", "colleagu", "out-of-town", "mistakenli", "make-it", "belgium", "location~location~loc", "paper", "interst", "anthoni", "make-your-own", "street-front", "westlak", "sister", "dish", "rollaway", "southeast", "highest", "assist", "enhanc", "5-day", "thorough", "preci", "personnel", "initi", "swift", "checkout", "finish", "holiday", "receommend", "michelli", "bar/restuarantright", "wine", "reson", "wheel", "backpack", "uncomfor", "femal", "landmark", "famou", "current", "flavor", "agreement", "in-and-out", "warmth", "bygon", "categori", "alley", "dumpster", "start\u00e2\u20ac\u00a6", "i\u00e2\u20ac\u2122ll", "fault", "crimin", "horribl", "i\u00e2\u20ac\u2122m", "clearli", "motel", "wasn\u00e2\u20ac\u2122t", "entir", "mention", "express", "displeasur", "recour", "20/night", "unplea", "younger", "condescend", "manner", "\u00e2\u20ac\u0153it\u00e2\u20ac\u2122", "credit", "card\u00e2\u20ac\ufffd", "realiz", "clearanc", "forget", "200/night", "settl", "amenities\u00e2\u20ac\u00a6", "unu", "assum", "95/night", "plug", "trick", "scare", "capitol", "freshen", "wear", "wooden", "hanger", "flight-", "faulti", "souvenir", "arrow", "suitca", "stress", "tradit", "set", "more-or-less", "endless", "array", "incorpor", "difficulti", "harri", "hair", "spray", "toothpast", "buy", "jokingli", "suppo", "cabinet", "danc", "lunch", "10:00", "p.m.", "do-it-yourself", "oper", "companion", "met", "inten", "moldi", "slip", "urin", "strong", "unload", "double-pan", "sleeper", "non-smok", "congreg", "multitud", "endang", "tromp", "ignor", "structur", "want/n", "imposs", "dropoff", "shorelin", "protein", "bagels/cream", "chee", "carb", "inspect", "bounci", "deter", "pluse", "minu", "tourist-friendli", "safeco/qwest", "smith", "observ", "creol", "quintet", "monday", "sculptur", "w/strawberri", "room/bathroom", "cheap", "out-of-area", "tuesday", "forewarn", "overpr", "adjust", "vancouver.th", "kid", "critera", "closest", "largest", "gigant", "high-sp", "dryer", "enabl", "altho", "justic", "convent", "friday", "note", "elabor", "europ", "decidedli", "overcrowd", "ahead", "overhead", "persuad", "understand", "well-", "hurri", "market/shop", "breez", "sensit", "goodi", "collect", "marathon", "surprisingli", "eclect", "natur", "librari", "rent", "20.00", "ghost", "lover", "listen", "element", "tiresom", "outweigh", "ammen", "overwhelm", "smalltown", "cutter", "\u00e2\u20ac\u0153free\u00e2\u20ac\ufffd", "meat", "match", "sever", "\u00e2\u20ac\u0153gasthaus\u00e2\u20ac\ufffd", "germani", "england", "advi", "\u00e2\u20ac\u0153underground", "overli", "associ", "north", "flower", "rang", "kerri", "frasier\u00e2\u20ac\u2122", "doesn\u00e2\u20ac\u2122t", "\u00e2\u20ac\u0153hike\u00e2\u20ac\ufffd", "agr", "testosteron", "winter", "rainer", "buff", "sun", "lit-up", "utilikilt", "outfit", "chicken", "buffet", "condu", "stroll", "4-star", "streetview", "larisa", "fantastic.alway", "attitud", "defenetli", "asset", "katarina", "jewel", "thak", "report", "carri", "illumin", "compel", "quantiti", "final", "shave", "address", "detail", "appropri", "mark", "hard-boil", "toleav", "bellman", "retriev", "hail", "katrina", "lesson", "ritz-carlton", "numer", "overnit", "lucki", "uncommon", "attribut", "vacin", "fortun", "tork", "wendi", "whiteh", "week-end", "lavish", "basket", "imperson", "friendi", "twelv", "third", "nativ", "totem", "pole", "klondyk", "goldrush", "finest", "bookshop", "bland", "suffer", "injuri", "yoghurt", "sadli", "torrefazion", "marvel", "uiqu", "enter", "drawn", "beautiflli", "carv", "banist", "throughli", "superb", "depend", "'contin", "hearti", "critic", "allergi", "trigger", "priveleg", "strang", "outdo", "action", "hidden", "buslin", "eastern", "sushi", "downstair", "self-serv", "picki", "eater", "galleri", "artist", "studio", "thursday", "pacif", "competit", "market/downtown", "psh", "flashiest", "coffee/pastri", "urban", "nich", "mardi", "reveleri", "......", "hit", "..", "cleck", "suck", "wounld", "skill", "independ", "blk", "bond", "brother", "casual", "fianc", "pip", "belgian", "stuff", "sneak", "remaind", "justifi", "anytim", "awhil", "regret", "acr", "reliev", "correct", "balloon", "sparkl", "chilli", "mccormick", "schmick", "breweri", "fallen", "previou", "martini", "martin", "heaven", "best.thi", "restraunt", "with'in", "blue", "great.w", "did'nt", "recomend", "portland", "bookstor", "consequ", "describ", "tune", "agent", "areadi", "saver", "waflf", "marilyn", "smallish", "oddli", "enliven", "apparantli", "pretenti", "unexcept", "offhandedli", "licence-", "debark", "bremerton", "negoti", "nerve-rack", "bedraggl", "assess", "mental", "ambienc", "stadia", "candi", "impeccably-restor", "popular", "delay", "waffle-mak", "noisey", "pricelin", "hotels.com", "15-20", "pre-board", "mint", "locac", "draperi", "artwork", "addict", "sloooooow", "excit", "problemat", "aggress", "abu", "mario", "reunion", "kindli", "puget", "girl", "oatmeal", "orgin", "muddi", "drag", "logger", "millwork", "lone", "sprung", "thirsti", "tallest", "fri", "4.95", "threaten", "portion", "seahawk/marin", "phillip", "loom", "courthou", "destin", "daylight", "specif", "quality-pr", "spooki", "rachel", "organ", "univ", "worthwhil", "princess", "labyrinth", "russ", "rosemari", "hospit", "delawar", "clatt", "chine", "sightseeing/pub", "crawl", "grant", "weird", "toler", "ballard", "membership", "complic", "figur", "plesantli", "constant", "sheraton", "hilton", "restrict", "vinyl", "booth", "winner", "ach", "inconvein", "boutique-ish", "cultur", "unattend", "handbag", "suspici", "claim", "liabil", "baggag", "untend", "respon", "derelict", "bluf", "disrespect", "seriou", "full-tim", "front-door", "concierge/secur", "bewar", "designer-furnitur", "theater", "annoy", "patient", "execut", "transfer", "transist", "aggr"]
>>>>>>> c8d4f35f78d1e73baf2881bfd04497b57a55b719
